{
    "ALDER": {
        "description": "Alder trees typically release pollen in late winter to early spring, often starting as early as January. Their pollen is a common trigger for seasonal allergies."
    },
    "ASH": {
        "description": "Ash trees usually pollinate from March to May. Their airborne pollen can cause strong allergic reactions during the spring months."
    },
    "BIRCH": {
        "description": "Birch pollen is one of the most allergenic and is most active in spring, especially from March to early May. It's lightweight and travels easily in the air."
    },
    "COTTONWOOD": {
        "description": "Cottonwood trees release pollen from March to May. While their fluffy seeds are visible, it's the earlier invisible pollen that often causes allergies."
    },
    "ELM": {
        "description": "Elm pollen typically appears in early spring, often around February to April depending on climate. It's a moderate allergen for many people."
    },
    "MAPLE": {
        "description": "Maple trees release pollen in early to mid-spring, generally from March to April. Their pollen can travel far and cause allergic reactions in sensitive individuals."
    },
    "OLIVE": {
        "description": "Olive tree pollen is highly allergenic and peaks from April to June. It's especially problematic in warmer, Mediterranean-like climates."
    },
    "JUNIPER": {
        "description": "Juniper pollen season can start as early as December in some regions and last through spring. It’s a major trigger for early seasonal allergies."
    },
    "OAK": {
        "description": "Oak trees pollinate from March to May, releasing large amounts of pollen that often appear as yellow dust. It’s a common source of spring allergies."
    },
    "PINE": {
        "description": "Pine trees release pollen in late spring, typically from April to June. Though visible and heavy, pine pollen is less allergenic than many others."
    },
    "CYPRESS_PINE": {
        "description": "Cypress pine trees pollinate in late winter to early spring, often around February to April. Their pollen can be potent for allergy sufferers in dry climates."
    },
    "HAZEL": {
        "description": "Hazel trees often bloom very early, with pollen appearing as soon as January and lasting into March. Their early-season pollen is a trigger for winter allergies."
    },
    "JAPANESE_CEDAR": {
        "description": "Japanese cedar trees have a distinct pollen season from February to April. In Japan, 'hay fever season' is often synonymous with cedar pollen."
    },
    "JAPANESE_CYPRESS": {
        "description": "Japanese cypress typically releases pollen shortly after Japanese cedar, from March to April. It’s a common allergen in East Asian regions."
    },
    "GRAMINALES": {
        "description": "Grasses pollinate heavily from late spring into summer, typically May through July. Grass pollen is one of the most common and persistent allergy triggers."
    },
    "RAGWEED": {
        "description": "Ragweed is a major fall allergen, with peak pollen levels from August to October. Just one plant can release millions of pollen grains into the air."
    },
    "MUGWORT": {
        "description": "Mugwort pollen typically appears from late summer into fall, often peaking in August and September. It’s a strong allergen, especially in urban areas."
    }
}