{
    "ALDER": {
        "description": "ハンノキの木は2月から4月にかけて豊富な花粉を生産し、しばしばハシバミの季節と重複します。これらの湿気を好む木は水源の近くに一般的で、その花粉は中程度から重度のアレルギー反応を引き起こす可能性があり、特に早春に顕著です。"
    },
    "ASH": {
        "description": "トネリコの木は3月から5月にかけて受粉し、かなりの距離を移動できる風散布花粉を生産します。シラカバやオーク花粉ほど強力ではありませんが、トネリコ花粉は敏感な人にアレルギー反応を引き起こす可能性があります。"
    },
    "BIRCH": {
        "description": "シラカバは温帯地域で最もアレルギー性の高い樹木花粉の一つです。ピークシーズンは3月から5月で、成熟した木は数十億の花粉粒を放出します。シラカバ花粉アレルギーは、リンゴやニンジンなどの特定の食品と交差反応を起こすことがよくあります。"
    },
    "COTTONWOOD": {
        "description": "アメリカヤマナラシは、ポプラ科の一部で、3月から5月にかけて大量の花粉を生産します。軽い花粉は長距離を移動でき、中程度から重度のアレルギー反応を引き起こす可能性があります。これらの木は北米の水源近くに一般的です。"
    },
    "ELM": {
        "description": "ニレの木は最も早い春の受粉者の一つで、葉が出る前の2月から4月にかけて花粉を放出します。ニレ花粉は一般的に他の樹木花粉よりもアレルギー性が低いですが、春のアレルギー症状に寄与する可能性があります。"
    },
    "MAPLE": {
        "description": "カエデの木は3月から5月にかけて花粉を生産し、早春にピーク活動を示します。風散布花粉は敏感な人にアレルギー反応を引き起こす可能性があります。カエデの季節はしばしば他の主要な樹木アレルゲンと重複します。"
    },
    "OLIVE": {
        "description": "オリーブの木は非常にアレルギー性が高く、地中海性気候で4月から6月にかけて豊富な花粉を生産します。オリーブ花粉は最も強力なアレルゲンの一つと考えられ、重篤な呼吸器症状を引き起こす可能性があります。花粉は数百キロメートル移動できます。"
    },
    "JUNIPER": {
        "description": "ネズの木や低木は12月から5月にかけてアレルギー性花粉を生産し、晩冬と早春にピークシーズンを迎えます。小さく軽い花粉粒は風によって容易に拡散され、重大なアレルギー反応を引き起こす可能性があります。"
    },
    "OAK": {
        "description": "オークの木は4月から6月にかけて大量の花粉を放出し、車や表面によく見られる黄色い粉塵を作り出します。個人の感受性は様々ですが、オーク花粉は重大な呼吸器症状を引き起こす可能性があり、重要な春のアレルゲンです。"
    },
    "PINE": {
        "description": "マツの木は4月から6月にかけて豊富な花粉を生産し、しばしば目に見える黄色い雲を作り出します。マツ花粉粒は大きく、気道の深部に侵入する可能性は低いですが、純粋な量は依然として刺激やアレルギー反応を引き起こす可能性があります。"
    },
    "CYPRESS_PINE": {
        "description": "イトスギマツはイトスギとマツの両方の特徴を併せ持ち、冬から春にかけてアレルギー性花粉を生産します。花粉は中程度のアレルギー反応を引き起こす可能性があり、これらの木が栽培されている地域で特に問題となります。"
    },
    "HAZEL": {
        "description": "ハシバミは最も早い花粉生産者の一つで、通常1月から3月にかけて花粉を放出します。風媒の小さい花穂は、敏感な人に重大なアレルギー反応を引き起こす可能性があります。ハシバミの花粉は特に強力で、長距離を移動することができます。"
    },
    "JAPANESE_CEDAR": {
        "description": "スギ（Cryptomeria japonica）は重篤なアレルギー反応を引き起こすことで悪名高く、特に日本では「スギ」と呼ばれています。この木は2月から4月にかけて大量の花粉を生産し、東アジアで最も重大なアレルギー問題の一つを引き起こします。"
    },
    "JAPANESE_CYPRESS": {
        "description": "ヒノキ（Chamaecyparis obtusa）は3月から5月にかけて非常にアレルギー性の高い花粉を生産します。日本では「ヒノキ」として知られ、この木は重大な春のアレルギーの原因となり、しばしばスギの季節に続いて、アレルギー期間を延長します。"
    },
    "GRAMINALES": {
        "description": "イネ科の花粉は最も一般的で持続的なアレルゲンの一つで、通常5月から9月にかけてのシーズンがあります。異なるイネ科植物が異なる時期に受粉し、延長された曝露期間を作り出します。イネ科アレルギーは何百万人もの人に影響し、重篤な症状を引き起こす可能性があります。"
    },
    "RAGWEED": {
        "description": "ブタクサは最もアレルギー性の高い花粉を生産することで悪名高く、8月から10月にかけてのシーズンがあります。単一の植物が数十億の花粉粒を放出でき、ブタクサアレルギーは何百万人もの人に影響し、重篤な秋のアレルギー症状を引き起こします。"
    },
    "MUGWORT": {
        "description": "ヨモギは7月から9月にかけて花粉を放出する非常にアレルギー性の高い植物です。廃棄地や道路脇に一般的で、ヨモギ花粉は重篤なアレルギー反応を引き起こし、セロリやスパイスなどの食品と交差反応を示すことがよくあります。"
    }
}