{
    "ALDER": {
        "description": "Вільхові дерева виробляють рясний пилок з лютого по квітень, часто перекриваючись з сезоном ліщини. Ці вологолюбні дерева поширені біля джерел води, і їхній пилок може викликати помірні або тяжкі алергічні реакції, особливо на початку весни."
    },
    "ASH": {
        "description": "Ясенові дерева запилюються з березня по травень, виробляючи розсіюваний вітром пилок, який може подорожувати на значні відстані. Хоча він не такий потужний, як березовий або дубовий пилок, ясеновий пилок все ще може викликати алергічні реакції у чутливих осіб."
    },
    "BIRCH": {
        "description": "Береза є одним з найбільш алергенних деревних пилків у помірних регіонах. Пікового сезону припадає з березня по травень, коли зрілі дерева вивільняють мільярди пилкових зерен. Алергії на березовий пилок часто мають перехресні реакції з певними продуктами, такими як яблука та морква."
    },
    "COTTONWOOD": {
        "description": "Американські тополі, частина родини тополевих, виробляють значні кількості пилку з березня по травень. Легкий пилок може подорожувати на великі відстані та викликати помірні або тяжкі алергічні реакції. Ці дерева поширені в Північній Америці біля джерел води."
    },
    "ELM": {
        "description": "В'язові дерева є одними з найраніших весняних запилювачів, вивільняючи пилок з лютого по квітень до появи листя. Хоча пилок в'яза зазвичай менш алергенний, ніж інші деревні пилки, він все ще може сприяти симптомам весняної алергії."
    },
    "MAPLE": {
        "description": "Кленові дерева виробляють пилок з березня по травень з піковою активністю на початку весни. Розсіюваний вітром пилок може викликати алергічні реакції у чутливих осіб. Кленовий сезон часто перекривається з іншими важливими деревними алергенами."
    },
    "OLIVE": {
        "description": "Оливкові дерева є високоалергенними, виробляючи рясний пилок з квітня по червень у середземноморському кліматі. Оливковий пилок вважається одним з найпотужніших алергенів і може викликати тяжкі респіраторні симптоми. Пилок може подорожувати сотні кілометрів."
    },
    "JUNIPER": {
        "description": "Ялівцеві дерева та кущі виробляють алергенний пилок з грудня по травень з піковим сезоном у пізню зиму та ранню весну. Маленькі, легкі пилкові зерна легко розносяться вітром і можуть викликати значні алергічні реакції."
    },
    "OAK": {
        "description": "Дубові дерева вивільняють великі кількості пилку з квітня по червень, створюючи жовтий пил, який часто можна побачити на автомобілях та поверхнях. Хоча індивідуальна чутливість варіює, дубовий пилок може викликати значні респіраторні симптоми і є важливим весняним алергеном."
    },
    "PINE": {
        "description": "Соснові дерева виробляють рясний пилок з квітня по червень, часто створюючи видимі жовті хмари. Хоча соснові пилкові зерна великі і менш схильні проникати глибоко в дихальні шляхи, чистий об'єм все ще може викликати подразнення та алергічні реакції."
    },
    "CYPRESS_PINE": {
        "description": "Кипарисові сосни поєднують характеристики як кипарисів, так і сосен, виробляючи алергенний пилок з зими до весни. Пилок може викликати помірні алергічні реакції і є особливо проблематичним у районах, де ці дерева культивуються."
    },
    "HAZEL": {
        "description": "Ліщинові кущі є одними з найраніших виробників пилку, зазвичай вивільняючи пилок з січня по березень. Маленькі сережки, що запилюються вітром, можуть викликати значні алергічні реакції у чутливих осіб. Пилок ліщини особливо потужний і може подорожувати на великі відстані."
    },
    "JAPANESE_CEDAR": {
        "description": "Японський кедр (Cryptomeria japonica) сумно відомий тим, що викликає тяжкі алергічні реакції, особливо в Японії, де його називають 'сугі'. Дерево виробляє масивні кількості пилку з лютого по квітень, створюючи одну з найбільш значних проблем алергії в Східній Азії."
    },
    "JAPANESE_CYPRESS": {
        "description": "Японський кипарис (Chamaecyparis obtusa) виробляє високоалергенний пилок з березня по травень. Відомий як 'хінокі' в Японії, це дерево відповідальне за значні весняні алергії і часто слідує за сезоном японського кедра, подовжуючи період алергії."
    },
    "GRAMINALES": {
        "description": "Трав'яний пилок є одним з найбільш поширених і стійких алергенів з сезоном, який зазвичай триває з травня по вересень. Різні види трав запилюються в різний час, створюючи тривалі періоди експозиції. Алергії на траву впливають на мільйони людей і можуть викликати тяжкі симптоми."
    },
    "RAGWEED": {
        "description": "Амброзія сумно відома виробництвом одного з найбільш алергенних пилків з сезоном, який триває з серпня по жовтень. Одна рослина може вивільнити мільярди пилкових зерен, а алергії на амброзію впливають на мільйони людей, викликаючи тяжкі осінні симптоми алергії."
    },
    "MUGWORT": {
        "description": "Полин є високоалергенною рослиною, яка вивільняє пилок з липня по вересень. Поширений на смітниках та узбіччях доріг, пилок полину може викликати тяжкі алергічні реакції і часто має перехресні реакції з продуктами, такими як селера та спеції."
    }
}